local d = {}

d.equipDataTable = {
	["555"] = {
		["日文名"] = "深海水上攻撃機改",
		["中文名"] = "",
		["类型"] = {
			5,
			7,
			11,
			10,
			0
		},
		["稀有度"] = 4,
		["爆装"] = 13,
		["对空"] = 9,
		["对潜"] = 10,
		["命中"] = 3,
		["索敌"] = 7
	},
	["576"] = {
		["日文名"] = "深海12inch三連装砲",
		["中文名"] = "",
		["类型"] = {
			1,
			1,
			3,
			3,
			0
		},
		["稀有度"] = 4,
		["火力"] = 16,
		["对空"] = 3,
		["装甲"] = 2,
		["命中"] = 9,
		["回避"] = 2,
		["射程"] = "长"
	},
	["1503"] = {
		["日文名"] = "3inch単装高角砲",
		["中文名"] = "",
		["类型"] = {
			1,
			1,
			1,
			16,
			0
		},
		["稀有度"] = 2,
		["火力"] = 1,
		["对空"] = 1,
		["射程"] = "短"
	}
}

return d
